{"indicator_number":"1.7.2","sdg_goal":"1","data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-01-07-02.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata (PDF 224 KB)","graph_title":"Projected population by age groups and sex","graph_type":"line","indicator_name":"Projected population by age groups and sex","indicator_sort_order":"01-07-02","published":true,"reporting_status":"complete","target_name":"Population projections 2019-2070","target_id":"1.7","un_custodian_agency":"United Nations Office for Disaster Reduction (UNISDR)","un_designated_tier":"2","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"FZS","computation_calculations":"For population projections in addition to natural increase, data on interstate migrations between Bosnia and Herzegovina and other countries were used for population projections. For this variant mirror statistics on migration of the population of Bosnia and Herzegovina in relation to other countries were taken (ie. data on the emigrated population of Bosnia and Herzegovina to those countries - emigration and the immigrant population in Bosnia and Herzegovina from those countries - immigration). The countries for which data are published by EUROSTAT were observed, as well as other countries that are significant destinations of the population of Bosnia and Herzegovina, e.g. Germany and other countries. As other countries do not publish data on migration by entities of Bosnia and Herzegovina, available data on migration are distributed between the entities based on the approximate population ratio according to the 2013 Census (2/3 for the Federation of Bosnia and Herzegovina) for the purpose of making population projections","national_indicator_description":"Data on population projections of the Federation of Bosnia and Herzegovina 2020 - 2070 were obtained on the basis of known parameters on natural population movement (fertility and mortality) and on mechanical population movement (population migration).The cohort-component method (approach) was applied in the projections which is based on the gradual generation of new birth cohorts and their shift together with already existing birth cohorts to higher ages under the simultaneous impact of the components of population reproduction – natality (fertility), mortality, immigration and emigration.","national_indicator_available":"2020-2070","national_geographical_coverage":"Federation of Bosnia and Herzegovina.","page_content":"","national_metadata_updated_date":"2023-11-28","national_data_updated_date":"2023-11-28","national_metadata_update_url_text":"2023-11-28: see changes on GitHub","national_metadata_update_url":"https://github.com/demografijafbih/populationData-data/commit/4e5f335908cabbd7cb11bfea08793b258f9843e6","national_data_update_url_text":"2023-11-28: see changes on GitHub","national_data_update_url":"https://github.com/demografijafbih/populationData-data/commit/4e5f335908cabbd7cb11bfea08793b258f9843e6","indicator":"1.7.2"}