{"indicator_number":"4.1.2","sdg_goal":"4","data_non_statistical":false,"graph_title":"Social protection beneficiaries by type of institution and sex","graph_type":"line","indicator_name":"Social protection beneficiaries by type of institution and sex","indicator_sort_order":"04-01-02","published":true,"reporting_status":"complete","target_name":"Social protection beneficiaries","target_id":"4.1","un_designated_tier":"4","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","goal_meta_link_text":"UN metadata","source_organisation_1":"FZS","national_geographical_coverage":"Federation of Bosnia and Herzegovina, cantons.","computation_units":"Number","national_indicator_available":"2015-2020","computation_definitions":"Institutions for children and adolescent provide temporary or permanent care, food, health care, upbringing, education and vocational training for children and youth in need of such a form of protection. Social protection institutions for mentally and physically handicapped children and adolescents provide depending on the type and extent of disability, temporary or permanent accommodation, care, upbringing, education and training for work under special conditions. Social protection institutions for adult disabled persons are enterprises for professional rehabilitation which provide vocational training and employment of persons with impaired working capability. Employees of such enterprises are handicapped persons able to work in enterprises or at home and persons on rehabilitation – disabled persons attending vocational training or training for new qualification. Social protection institutions for adult persons are homes for pensioners and other adult persons and social-geriatric centres which provide temporary or permanent accommodation, food, nursing and health care for adult persons without financial resources or family care, mentally or physically disabled and therefore incapable for independent life and without conditions required for help being rendered in their own family. Childrens and youth homes, Children villages, Social service institutions for physically and mentaly handicapped juveniles, Institutions for juveniles with social unacceptable behavior, Social service institutions for adult handicapped persons, Home of the retiree, geriatric center.","page_content":"","national_metadata_updated_date":"2024-09-24","national_data_updated_date":"2024-09-24","national_metadata_update_url_text":"2024-09-24: see changes on GitHub","national_metadata_update_url":"https://github.com/demografijafbih/populationData-data/commit/99a54ce45ce5206e6df87d6bc186c0d2e9b1e2ca","national_data_update_url_text":"2024-09-24: see changes on GitHub","national_data_update_url":"https://github.com/demografijafbih/populationData-data/commit/99a54ce45ce5206e6df87d6bc186c0d2e9b1e2ca","indicator":"4.1.2"}