{"indicator_number":"7.3.1","sdg_goal":"7","data_non_statistical":false,"graph_title":"Households living in relative poverty","graph_type":"line","indicator_name":"Households living in relative poverty","indicator_sort_order":"07-03-01","published":true,"reporting_status":"complete","target_name":"Living standard","target_id":"7.3","un_custodian_agency":"World Bank (WB); International Labour Organization (ILO)","un_designated_tier":"7","data_show_map":false,"source_active_1":true,"source_url_text_1":"Link to source","source_active_2":false,"source_url_text_2":"Link to Source","source_active_3":false,"source_url_3":"Link to source","source_active_4":false,"source_url_text_4":"Link to source","source_active_5":false,"source_url_text_5":"Link to source","source_active_6":false,"source_url_text_6":"Link to source","title":"Untitled","source_organisation_1":"FZS","goal_meta_link_2":null,"computation_units":"Percentage","computation_definitions":"Household is any family or other community of people who live together and jointly spend their income for the satisfaction of basic living needs, regardless of all members permanently living in the place where household resides or some of them temporarily being in another settlement or foreign country due to work, education or other reasons. Household head: a person of 18 years of age or older, who is identified as such for the purpose of the survey, regardless of the reason (owner of the dwelling or a person identified by other household members as such).If household members do not identify such a person by themselves, it will normally be the person contributing the most to the total household income.","national_geographical_coverage":"Federation of Bosnia and Herzegovina.","national_indicator_description":"The poverty line represents a threshold in relation to consumption expenditures by which households are classified into a category poor and non-poor households. The relative poverty line is set at 60% of the median equalized monthly expenses for consumption. Poverty is therefore defined in a relative sense and depends on the distribution of consumption expenditures within the population. Poverty does not mean only the lack of necessary goods and services, but also the unfavorable status in which some households find themselves when compared to others: the poor are those who own less.","quality_assurance":"For several reasons, this type of survey has limited value in poverty analysis. The survey refers to individuals living in the Federation of Bosnia and Herzegovina and does not include persons living in collective institutions (nursing homes, correctional homes, prisons, etc.). In addition, the homeless are also excluded because the sample was made based on the framework of inhabited housing units. Therefore, the survey cannot provide information about living conditions in extremely poor situations. But regardless, the survey remains the main source of information for poverty estimates in the Federation of Bosnia and Herzegovina, and must be used as a reference for any analysis of this phenomenon.","comparability_with_international_data":"For the poverty analysis presented in this chapter, the European standard methodology was used. According to this methodology, poverty is defined by equivalent household consumption expenditures that are below the standard threshold, which is annually set at 60.0% of the median monthly equalized household expenditures. This definition was adopted at the level of the European Union as a working definition in 1984 according to the decision of the Council of Europe, and reads: -Poor persons, families and groups of persons whose resources (material, cultural and social) are limited to such an extent that they exclude them from the the minimum required for living in the member country in which they live.","other_information":"Definitely poor are those households with consumption expenditure below 50% of the median adjusted expenditure.Scarcely poor households are those with consumption expenditure between 50% and 60% of the median adjusted expenditure.Households at risk of poverty are those with consumption expenditure between 60% and 70% of the median adjusted expenditure.","page_content":"","national_metadata_updated_date":"2023-12-12","national_data_updated_date":"2023-12-12","national_metadata_update_url_text":"2023-12-12: see changes on GitHub","national_metadata_update_url":"https://github.com/demografijafbih/populationData-data/commit/66543cfabc5f03fe78f876cc1d093eebfbe70fcd","national_data_update_url_text":"2023-12-12: see changes on GitHub","national_data_update_url":"https://github.com/demografijafbih/populationData-data/commit/66543cfabc5f03fe78f876cc1d093eebfbe70fcd","indicator":"7.3.1"}